goodsA1 = 'максимальный объем производства товара A для производителя 1:'
goodsB1 = 'максимальный объем производства товара Б для производителя 1:'
goodsA2 = 'максимальный объем производства товара A для производителя 2:'
goodsB2 = 'максимальный объем производства товара Б для производителя 2:'

info = ('Переменные являются коэффициентами в соответствующих функциях спроса и предложения: '
        'Qd = A - B * P. Qs = C + D * P.')
a = 'A'
b = 'B'
c = 'C'
d = 'D'

a1 = 'A'
b1 = 'B'
c1 = 'C'
d1 = 'D'
e1 = 'E'

str1 = "Введите объем производства в штуках (Q):"
str2 = "Введите цену в штуках (P):"
str3 = ('Введите постоянные издержки (FC). Количество издержек не больше 5.\n '
        'Для завершения ввода нажмите "Перейти":')
str4 = ('Введите переменные издержки (VC). Количество издержек не больше 5.'
        '\n Для перехода к расчетам нажмите "К расчетам":')
